[en-US]
NSudo_Text_Default=Default

NSudo_Text_TI=TrustedInstaller
NSudo_Text_Sys=System
NSudo_Text_CU=Current User
NSudo_Text_CP=Current Process
NSudo_Text_CPD=Current Process (Drop right)

NSudo_Text_EnableAll=Enable All Privileges
NSudo_Text_DisableAll=Disable All Privileges

NSudo_Text_Low=Low
NSudo_Text_Medium=Medium
NSudo_Text_High=High
NSudo_Text_System=System

NSudo_About_DonateText=Alipay account for donation: wxh32lkk@live.cn
NSudo_About_ThanksText=Thanks for boyangpangzi,cjy__05,mhxkx,NotePad,tangmigoId,wondersnefu,xy137425740 and 月光光.(Sorted by the first letter.)

NSudo_Error_Text1=Failed to get SE_DEBUG_NAME privilege.(Please run as Administrator)
NSudo_Error_Text2=Please enter the command line or select a shortcut command in the drop-down box.
NSudo_Error_Text3=Failed to create a process.
NSudo_Error_Text4=Invalid command line parameters,Please modify.(Show help by -? parameter)

NSudoC_HelpText01=Format: NSudoC [ -U ] [ -P ] [ -M ] Command line or ShortCut Command
NSudoC_HelpText02=		  -U:[ T | S | C | P | D ] User
NSudoC_HelpText03=		  	T TrustedInstaller
NSudoC_HelpText04=		  	S System
NSudoC_HelpText05=		  	C Current User
NSudoC_HelpText06=		  	P Current Process
NSudoC_HelpText07=		  	D Current Process (Drop right)
NSudoC_HelpText08=		  -P:[ E | D ] Privilege
NSudoC_HelpText09=		  	E Enable All Privileges
NSudoC_HelpText10=		  	D Disable All Privileges
NSudoC_HelpText11=		  	PS: If you want to use the default privileges, please do not include the -P parameter.
NSudoC_HelpText12=		  -M:[ S | H | M | L ] Integrity Level
NSudoC_HelpText13=		  	S System
NSudoC_HelpText14=		  	H High
NSudoC_HelpText15=		  	M Medium
NSudoC_HelpText16=		  	L Low
NSudoC_HelpText17=		  	PS: If you want to use the default Integrity Level, please do not include the -M parameter
NSudoC_HelpText18=		  -? Show this content
NSudoC_HelpText19=		  Example：If you want to run Command Prompt with TrustedInstaller , enable all privileges and the default Integrity Level
NSudoC_HelpText20=				NSudoC -U:T -P:E cmd

[zh-CN]
NSudo_Text_Default=默认

NSudo_Text_TI=TrustedInstaller
NSudo_Text_Sys=System
NSudo_Text_CU=当前用户
NSudo_Text_CP=当前进程
NSudo_Text_CPD=当前进程(降权)

NSudo_Text_EnableAll=启用全部特权
NSudo_Text_DisableAll=禁用所有特权

NSudo_Text_Low=低
NSudo_Text_Medium=中
NSudo_Text_High=高
NSudo_Text_System=系统

NSudo_About_DonateText=捐赠支付宝账号: wxh32lkk@live.cn
NSudo_About_ThanksText=感谢boyangpangzi,cjy__05,mhxkx,NotePad,tangmigoId,wondersnefu,xy137425740,月光光的大力支持（按照字母排序）

NSudo_Error_Text1=获取SE_DEBUG_NAME特权失败(请以管理员权限运行)
NSudo_Error_Text2=请在下拉框中输入命令行或选择快捷命令
NSudo_Error_Text3=进程创建失败
NSudo_Error_Text4=命令行参数有误，请修改(使用-?参数查看帮助)

NSudoC_HelpText01=格式: NSudoC [ -U ] [ -P ] [ -M ] 命令行或常用任务名
NSudoC_HelpText02=		  -U:[ T | S | C | P | D ] 用户
NSudoC_HelpText03=		  	T TrustedInstaller
NSudoC_HelpText04=		  	S System
NSudoC_HelpText05=		  	C 当前用户
NSudoC_HelpText06=		  	P 当前进程
NSudoC_HelpText07=		  	D 当前进程(降权)
NSudoC_HelpText08=		  -P:[ E | D ] 特权
NSudoC_HelpText09=		  	E 启用全部特权
NSudoC_HelpText10=		  	D 禁用所有特权
NSudoC_HelpText11=		  	PS: 如果想以默认特权方式的话，请不要包含-P参数
NSudoC_HelpText12=		  -M:[ S | H | M | L ] 完整性
NSudoC_HelpText13=		  	S 系统
NSudoC_HelpText14=		  	H 高
NSudoC_HelpText15=		  	M 中
NSudoC_HelpText16=		  	L 低
NSudoC_HelpText17=		  	PS: 如果想以默认完整性方式的话，请不要包含-M参数
NSudoC_HelpText18=		  -? 显示该内容
NSudoC_HelpText19=		  例子：以TrustedInstaller权限，启用所有特权，完整性默认运行命令提示符
NSudoC_HelpText20=				NSudoC -U:T -P:E cmd

[zh-TW]
NSudo_Text_Default=預設

NSudo_Text_TI=TrustedInstaller
NSudo_Text_Sys=System
NSudo_Text_CU=當前使用者
NSudo_Text_CP=当前进程
NSudo_Text_CPD=當前處理程式（降低權力）

NSudo_Text_EnableAll=啟用所有特權
NSudo_Text_DisableAll=禁用所有特權

NSudo_Text_Low=低
NSudo_Text_Medium=中
NSudo_Text_High=高
NSudo_Text_System=系統級

NSudo_About_DonateText=歡迎透過支付寶捐贈支持: wxh32lkk@live.cn
NSudo_About_ThanksText=感謝boyangpangzi,cjy__05,mhxkx,NotePad,tangmigoId,wondersnefu,xy137425740,月光光的大力支持（按照字母排序）

NSudo_Error_Text1=取得SE_DEBUG_NAME特權失敗(請以管理員權限執行)
NSudo_Error_Text2=请在下拉框中输入命令行或选择快捷命令
NSudo_Error_Text3=處理程式建立失敗
NSudo_Error_Text4=命令列參數有誤，請修改(可使用-?參數檢視幫助提示)

NSudoC_HelpText01=格式: NSudoC [ -U ] [ -P ] [ -M ] 命令列或常用任務名稱
NSudoC_HelpText02=		  -U:[ T | S | C | P | D ] 使用者
NSudoC_HelpText03=		  	T TrustedInstaller
NSudoC_HelpText04=		  	S System
NSudoC_HelpText05=		  	C 當前使用者
NSudoC_HelpText06=		  	P 當前處理程式
NSudoC_HelpText07=		  	D 當前處理程式（降低權力）
NSudoC_HelpText08=		  -P:[ E | D ] 特權
NSudoC_HelpText09=		  	E 啟用所有特權
NSudoC_HelpText10=		  	D 禁用所有特權
NSudoC_HelpText11=		  	PS: 如果想以預設特權方式執行的話，請不要包含-P參數
NSudoC_HelpText12=		  -M:[ S | H | M | L ] 完整程度
NSudoC_HelpText13=		  	S 系統級
NSudoC_HelpText14=		  	H 高
NSudoC_HelpText15=		  	M 中
NSudoC_HelpText16=		  	L 低
NSudoC_HelpText17=		  	PS: 如果想以預設完整程度方式執行的話，請不要包含-M參數
NSudoC_HelpText18=		  -? 檢視該內容
NSudoC_HelpText19=		  範例：以TrustedInstaller權限，啟用所有特權，完整程度預設執行命令提示字元
NSudoC_HelpText20=				NSudoC -U:T -P:E cmd